42crunch.vscode-openapi
astro-build.astro-vscode
bradlc.vscode-tailwindcss
csstools.postcss
dbaeumer.vscode-eslint
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
golang.go
humao.rest-client
huytd.tokyo-city
mattpocock.ts-error-translator
mhutchie.git-graph
moonshot-ai.kimi-code
pomdtr.excalidraw-editor
redhat.vscode-xml
redhat.vscode-yaml
redwan-hossain.auto-rename-tag-clone
usernamehw.errorlens
